{
  "name": "JOHN SMITH",
  "contact": {
    "email": "john.smith.demo@email.com",
    "phone": "+44 (0) 7123 456789",
    "linkedin": "https://www.linkedin.com/in/johnsmith-demo/"
  },
  "education": [
    {
      "year": "2018",
      "degree": "PMP - Project Management Professional"
    },
    {
      "year": "2012-14",
      "degree": "INSEAD, Fontainebleau, France - MBA degree",
      "details": "Wharton School, University of Pennsylvania, USA - Exchange Program"
    },
    {
      "year": "2005",
      "degree": "ETH Zurich, Switzerland - MSc in Mechanical Engineering, Exchange Program"
    },
    {
      "year": "2000-06",
      "degree": "Politecnico di Torino, Italy - BA and MSc in Mechanical Engineering, Summa Cum Laude"
    }
  ],
  "businessExperiences": [
    {
      "period": "Aug 2021 - Present",
      "title": "Director of Cloud Strategy",
      "company": "Innovate Corp – London, UK",
      "summary": "Defining and executing the cloud adoption strategy for FTSE 100 clients, ensuring alignment with business objectives and driving digital innovation through scalable and cost-effective cloud solutions.",
      "keyAchievements": [
        "Spearheaded a £10M cloud transformation program for a leading financial services firm.",
        "Developed and implemented a multi-cloud governance framework for a major retail client."
      ]
    },
    {
      "period": "Oct 18 - Jul 21",
      "title": "Head of Agile Delivery",
      "company": "Global Tech Solutions – London, UK and Singapore",
      "summary": "Led a global team of Agile coaches and delivery managers to embed agile principles and practices across the organization, improving time-to-market and product quality.",
      "keyAchievements": [
        "Reduced average project delivery time by 30% through the implementation of scaled agile frameworks.",
        "Championed the adoption of a DevOps culture, resulting in a 50% reduction in deployment failures.",
        "Managed a £5M budget for agile tooling and training, delivering a 15% ROI in the first year."
      ]
    },
    {
      "period": "Jan 18 - Sep 18",
      "title": "Senior Manager, Technology Advisory - Retail",
      "company": "NextGen Consulting – London, UK",
      "summary": "Advised leading retail clients on their digital transformation journey, focusing on e-commerce platforms, data analytics, and customer experience.",
      "keyAchievements": [
        "Designed and oversaw the implementation of a new omnichannel retail platform for a high-street fashion brand."
      ]
    }
  ],
  "earlyBusinessExperiences": [
    {
      "period": "Nov 14 - Dec 17",
      "title": "Manager – Digital Strategy Practice",
      "company": "Stratagem Partners (formerly Global Consulting Group) – London, UK",
      "summary": "Areas of expertise included market entry strategy, digital operating models, and technology due diligence for private equity clients."
    },
    {
      "period": "Feb 16 - Jan 20",
      "title": "Co-founder and CEO",
      "company": "EVENTLY.IO – London, UK",
      "summary": "Evently was a platform for discovering and booking unique local experiences, connecting users with vetted event organizers.",
      "link": "www.evently-demo.com"
    },
    {
      "period": "May - Sep 2014",
      "title": "Head of Business Development at FoodieExpress (food delivery start-up)",
      "company": "STARTUP LABS – Singapore",
      "summary": "Responsible for market expansion, strategic partnerships, and financial modeling."
    },
    {
      "period": "Oct - Dec 2013",
      "title": "Strategy Analyst, EMEA (internship)",
      "company": "TECHCORP, London, UK",
      "summary": "Conducted market analysis and competitive intelligence to support strategic planning for the EMEA region."
    },
    {
      "period": "Jun - Sep 2013",
      "title": "Product Marketing Manager (internship)",
      "company": "SOCIAL MEDIA GIANT, Dublin, Republic of Ireland",
      "summary": "Developed go-to-market strategies for new advertising products targeting the SMB market."
    },
    {
      "period": "Jan 07 - Aug 12",
      "title": "Consultant - Technology Strategy & Architecture",
      "company": "GLOBAL CONSULTANCY, Rome, Italy",
      "summary": "Focused on IT-enabled business transformation and enterprise architecture for clients in the telecommunications and media industries."
    },
    {
      "period": "May - Dec 2006",
      "title": "Research Engineer",
      "company": "AUTOMOTIVE RESEARCH CENTER, Turin, Italy",
      "summary": "Developed a simulation model for hybrid vehicle powertrains to optimize fuel efficiency."
    }
  ],
  "additionalInformation": {
    "productivity": "Microsoft Office Suite, Google Workspace, Jira, Confluence, Trello, Slack, Miro"
  },
  "skills": {
    "heading": "Tools, Technologies and Frameworks",
    "list": "SQL, Python, Tableau, Power BI, Cloud Computing (Azure, GCP), Agile Methodologies (Scrum, Kanban), SAFe, Figma"
  },
  "certifications": {
    "heading": "Certifications",
    "list": [
      "Azure Solutions Architect Expert, Azure Data Scientist Associate",
      "Certified ScrumMaster (CSM)",
      "Google Cloud Certified - Professional Cloud Architect"
    ]
  },
  "language": {
    "heading": "Language",
    "list": "English (Fluent), Italian (Native), French (Conversational)"
  },
  "nationality": {
    "heading": "Nationality",
    "list": "Italian, British"
  },
  "links_pages": {
    "heading": "Links/ Pages",
    "list": [
      { "text": "Personal Blog", "url": "https://www.johnsmith-demo-blog.com" }
    ]
  }
}