{
  "name": "STEFANO TUVERI",
  "contact": {
    "email": "stefano.tuveri@gmail.com",
    "phone": "+44 (0) 7572364864",
    "linkedin": "https://www.linkedin.com/in/stefanotuveri/"
  },
  "education": [
    {
      "year": "2016",
      "degree": "CFA Institute - CFA"
    },
    {
      "year": "2010-12",
      "degree": "London Business School, London, UK - MBA degree",
      "details": "The Chinese University of Hong Kong, Hong Kong, China"
    },
    {
      "year": "2002",
      "degree": "Delft University of Technology, The Netherlands - MSc in Electronic Engineering, Erasmus exchange program"
    },
    {
      "year": "1998-04",
      "degree": "Università Degli Studi di Cagliari, Italy - BA and MSc in Electronic Engineering, graduated with honors"
    }
  ],
  "businessExperiences": [
    {
      "period": "Jun 2020 - present",
      "title": "Senior Director",
      "company": "Oracle Business Value Services and Strategy Team – London, UK",
      "summary": "Leading strategic technology transformation initiatives for Oracle's UK customers, focusing on delivering value-driven outcomes through coherent technology strategies, business alignment, and advanced digital solutions.",
      "keyAchievements": [
        "Led multimillion dollars cloud opportunities for Major UK Financial Services and Telcos",
        "Supported several large cloud and licenses deal across for major UK corporations"
      ]
    },
    {
      "period": "Aug 17 - May 20",
      "title": "Head of Digital Delivery Enablement (DDE)",
      "company": "HSBC UK, HSBC Digital Solutions – London, UK and Hong Kong",
      "summary": "Spearheaded strategic and operational initiatives to enhance HSBC’s global digital transformation, optimizing processes and tooling strategies to accelerate delivery and improve business outcomes.",
      "keyAchievements": [
        "Operational Excellence: Oversaw the global tooling budget and lifecycle management, delivering tangible improvements in cost control and operational effectiveness.",
        "Managed to reduce tech debt that led to over 20% cost reduction on the overall budget",
        "Reduced the time from procurement to deployment from months to weeks, significantly enhancing the time-to-market for digital initiatives.",
        "Enabled HSBC's global teams to adopt best-in-class DevOps practices and technologies, fostering innovation and delivery excellence."
      ]
    },
    {
      "period": "Jun - Jul 17",
      "title": "Senior Manager CIO Advisory - Financial Services",
      "company": "IBM – London, UK",
      "summary": "Focused on hybrid cloud transformation strategies for financial services clients, delivering scalable and secure solutions to modernize legacy systems and improve operational agility.",
      "keyAchievements": [
        "Successfully led the design and adoption of hybrid cloud solutions, enabling clients to address regulatory requirements and scalability challenges."
      ]
    }
  ],
  "earlyBusinessExperiences": [
    {
      "period": "Sep 12 - Jun 16",
      "title": "Manager – Digital Transformation practice",
      "company": "Kearny Ltd (formerly A.T. Kearney) – London, UK",
      "summary": "Selected Areas of Expertise: Strategy/ Market Assessment, Operations/ Negotiation, Commercial and Operational Due Diligence and Technology-Driven Transformation"
    },
    {
      "period": "Jan 14 - Dec 18",
      "title": "Co-founder and Director",
      "company": "TRIBEAROUND.COM – London, UK",
      "summary": "Tribearound was a social platform that aims to connect people in real life by participating in common experiences like beers, cooking lessons, art masterclass etc.",
      "link": "www.tribearound.com"
    },
    {
      "period": "Mar - Jul 2012",
      "title": "Head of Bid Funding Departments at Lazada.vn (e-commerce start-up company)",
      "company": "ROCKET INTERNET – Ho Chi Minh City, Vietnam",
      "summary": "Responsibilities: Financial Reporting, BI, Pricing Strategies, Process design and People."
    },
    {
      "period": "Sep - Dec 2011",
      "title": "Financial Analyst SEEMEA (contract)",
      "company": "GOOGLE, London, UK",
      "summary": "Financial Analyses for SEEMEA regions to support local Agency Sales Teams."
    },
    {
      "period": "Apr - Aug 2011",
      "title": "Senior Manager Associate – Online Sales Operation (contract)",
      "company": "FACEBOOK, Dublin, Republic of Ireland",
      "summary": "Revenues analyses and opportunity assessment for SME segments"
    },
    {
      "period": "Nov 04 - Aug 10",
      "title": "Senior Consultant - Management Consulting Practice",
      "company": "ACCENTURE, Milan, Italy",
      "summary": "Focus on Digital Transformation and Organizational Design"
    },
    {
      "period": "Mar - Nov 2004",
      "title": "Electronic Engineer",
      "company": "ELECTRONIC ENGINEERING DEPARTMENT UNIVERSITA’ DI CAGLIARI, Italy",
      "summary": "Created a model to represent software programs using Random Graph theory to identify macro-level patterns"
    }
  ],
  "additionalInformation": {
    "productivity": "MS Office, Confluence/Jira, Trello, Slack, Miro"
  },
  "skills": {
    "heading": "Tools, Technologies and Frameworks",
    "list": "HTML/CSS/JS, Python/Django/Flask, Docker, Multi/Hybrid Cloud Deployment, Oracle Cloud Infrastructure, AWS, LM Studio, Msty.app"
  },
  "certifications": {
    "heading": "Certifications",
    "list": [
      "Oracle Cloud Architect Associate and Professional, Oracle Cloud Multicloud Architect Associate, Oracle Data Science Professional, Oracle AI Solution expert (over 20 cloud certifications)",
      "AWS Cloud Practitioner"
    ]
  },
  "language": {
    "heading": "Language",
    "list": "English, Italian"
  },
  "nationality": {
    "heading": "Nationality",
    "list": "Italian, British"
  },
  "links_pages": {
    "heading": "Links/ Pages",
    "list": [
      { "text": "YouTube Channel", "url": "https://www.youtube.com/@therandomhouse8114/videos" }
    ]
  }
}