{
  "title": "Our Terms and Conditions",
  "lastUpdated": "June 9th, 2025",
  "sections": [
    {
      "heading": "1. Introduction",
      "content": "Welcome to Our Service. These are the terms and conditions governing your access to and use of the website and its content. By creating an account, you agree to be bound by these Terms. If you disagree with any part of the terms, then you may not access the service."
    },
    {
      "heading": "2. User Accounts",
      "content": "When you create an account with us, you must provide us information that is accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service. You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password."
    },
    {
      "heading": "3. Content",
      "content": "Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ('Content'). You are responsible for the Content that you post to the Service, including its legality, reliability, and appropriateness."
    },
    {
      "heading": "4. Prohibited Uses",
      "content": "You may use the Service only for lawful purposes and in accordance with the Terms. You agree not to use the Service in any way that violates any applicable national or international law or regulation."
    },
    {
      "heading": "5. Termination",
      "content": "We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. Upon termination, your right to use the Service will immediately cease."
    },
    {
      "heading": "6. Changes to Terms",
      "content": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion."
    },
    {
      "heading": "7. Contact Us",
      "content": "If you have any questions about these Terms, please contact us at stefano.tuveri@gmail.com."
    }
  ]
}