{
  "personalBio": {
    "tagline": "Technologist with a Business Background | Passionate about Politics & Society",
    "description": "I’m a technologist at heart, excited about how technology can make a real difference in business and beyond. In presales, I love connecting great ideas with practical solutions that help people work smarter. I’m also passionate about politics and community issues, and I’m always looking to better understand the world and find ways to make a positive impact."
  },
  "bannerMessages": [
    "Welcome to my personal website!",
    "Thanks for expressing interest in knowing me better.",
    "Hope you enjoy the content and get in touch!",
    "Exploring the intersection of Technology, Business, Politics, and Society."
  ],
  "interests": [
    {
      "id": "tech",
      "title": "Technology & Creation",
      "quote": "",
      "quoteSource": "",
      "description": "My fascination with technology led me not just to learn, but to build. While my formal background is not in pure development, my passion drives me to create my own solutions, from dynamic websites to autonomous robot cars. I believe in technology as a tool for empowerment and innovation, fostering deep understanding by doing.",
      "iconClass": "FaLaptopCode",
      "bgColor": "bg-green-200",
      "textColor": "text-green-800"
    },
    {
      "id": "business",
      "title": "Business & Execution",
      "quote": "",
      "quoteSource": "",
      "description": "My professional journey has given me a unique perspective at the intersection of technology and business. With a background spanning management consulting, presales, and core tech roles, I understand how strategic vision translates into tangible outcomes. My focus is on leveraging technology to drive business value, optimize operations, and facilitate growth.",
      "iconClass": "FaHandshake",
      "bgColor": "bg-blue-200",
      "textColor": "text-blue-800"
    },
{
      "id": "politics",
      "title": "Politics & Geopolitics",
      "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
      "quoteSource": "Nelson Mandela",
      "description": "Beyond the code, I'm deeply engaged with political discourse and global affairs. Understanding geopolitical shifts, policy impacts, and societal structures is crucial for responsible innovation. I believe in contributing to a well-informed public dialogue on these critical issues.",
      "iconClass": "FaBullhorn",
      "bgColor": "bg-purple-200",
      "textColor": "text-purple-800"
    },
    {
      "id": "social",
      "title": "Social Impact & Human Rights",
      "quote": "You only live once, but if you do it right, once is enough.",
      "quoteSource": "Mae West",
      "description": "My conviction is in giving back and promoting a redistribution of opportunity and dignity. This encompasses a fervent dedication to human rights and the absolute protection of children, who represent our future. I hold a firm belief that through collective effort and shared responsibility, it can always get better.",
      "iconClass": "FaGlobeAmericas",
      "bgColor": "bg-yellow-200",
      "textColor": "text-yellow-800"
    }
  ]
}